Repository: wp-plugins/remove-extra-media
Catalog: languages/remove-extra-media-*.po
Languages: es, sr_rs

source: Remove Extra Media Settings
es: Eliminar configuración de Remove Extra Media
sr_rs: Remove Extra Media postavke

source: Remove Extra Media Processer
es: Procesador de Remove Extra Media
sr_rs: Remove Extra Media procesor

source: General
sr_rs: Opšte

source: Testing
es: Probando
sr_rs: Testiranje

source: Compatibility & Reset
es: Compatibilidad y reinico
sr_rs: Kompatibilnost & Resetovanje

source: About Remove Extra Media
es: Acerca de Remove Extra Media
sr_rs: O Remove Extra Media

source: Post Type
es: Tipo de publicación
sr_rs: Tip posta

source: Post type to remove excess media from.
es: Tipo de publicación a la cual eliminar exceso de medios.
sr_rs: Tip posta za uklanjanje medijaa iz.

source: Media Limit
es: Límite de medios
sr_rs: Limit medija

source: Number of media items to limit selected post types to. Count includes featured image.
es: Número de elementos de medios para limitar los tipos de publicación seleccionados. La cuenta incluye imagen destacada.
sr_rs: Broj medijskih priloga za ograničavanje izabranih tipova postova u. Brojanje uključuje sadržanu sliku .

source: Debug Mode?
es: ¿Modo de depuracion?
sr_rs: Debug način?

source: Bypass Ajax controller to handle posts_to_import directly for testing purposes.
es: Controlador Bypass Ajax para manejar posts_to_import directamente para realizar pruebas.
sr_rs: Bypass Ajax kontroler za rad postova_za_import direktno za testiranje.

source: Posts to Import
es: Una lista CSV de identificadores de publicaciones para importar, como '1, 2,3 '.
sr_rs: Postovi za import

source: A CSV list of post ids to import, like '1,2,3'.
es: Saltar Importación de Publicaciones
sr_rs: CSV lista postova ids za import, kao'1,2,3'.

source: Skip Importing Posts
es: Una lista CSV de identificadores de publicación para no importar, como '1, 2,3 '.
sr_rs: Preskočiti importovanje postova

source: A CSV list of post ids to not import, like '1,2,3'.
es: Una lista CSV de identificadores de publicación para no importar, como '1, 2,3 '.
sr_rs: CSV lista postova ids da se ne imortuje, kao '1,2,3'.

source: Import Limit
es: Límite de Importación
sr_rs: Limit importovanja

source: Useful for testing import on a limited amount of posts. 0 or blank means unlimited.
es: Útil para pruebas de importación de una cantidad limitada de publicaciones. 0 o en blanco significa ilimitado.
sr_rs: Korisno za testiranje na limitiranoj količini postova. 0 ili prazno znači neograničeno.

source: Export Settings
es: Configuración de exportación
sr_rs: Eksportovati postavke

source: These are your current settings in a serialized format. Copy the contents to make a backup of your settings.
es: Ésta es la configuración actual en un formato serializado. Copie el contenido para hacer una copia de seguridad de la configuración.
sr_rs: Ovo su vaše trenutne postavke u seriskom formatu. Kopirajte sadržaj da biste backup-ovali postavke.

source: Import Settings
es: Configuración de importación
sr_rs: Uneti postavke

source: Paste new serialized settings here to overwrite your current configuration.
es: Pegue nuevas configuraciones serializadas aquí para sobrescribir la configuración actual.
sr_rs: Uneti nove seriske postavke ovde da biste pisali preko trenutne konfiguracije.

source: Remove Plugin Data on Deletion?
es: ¿Eliminar información del pluginal eliminar?
sr_rs: Ukloniti podatke o pluginu prilikom brisanja?

source: Delete all Remove Extra Media data and options from database on plugin deletion
es: Eliminar toda la información y opciones de Remove Extra Media al elimnar el plugin
sr_rs: Obrisati sve Remove Extra Media podatke i opcije sa baze podataka pri brisanju plugina

source: Reset to Defaults?
es: ¿Restablecer los valores predeterminados?
sr_rs: Resetuj na Default?

source: Check this box to reset options to their defaults
es: Marque esta casilla para restablecer las opciones a sus valores predeterminados
sr_rs: Čekirati ovo da biste resetovali opcije na default

source: Save Changes
es: Guardar cambios
sr_rs: Sačuvati promene

source: If you like this plugin, please <a href="%1$s" title="Donate for Good Karma"><img src="%2$s" border="0" alt="Donate for Good Karma" /></a> or <a href="%3$s" title="purchase Remove Extra Media Premium">purchase Remove Extra Media Premium</a> to help fund further development and <a href="%4$s" title="Support forums">support</a>.
es: Si le gusta este plugin, por favor <a href="%1$s" title="Done para un Buen Karma"> <img src="%2$s" border="0" alt=" Done para un Buen Karma" /> </a> o <a href="%3$s" title="comprar Remove Extra Media Premium"> comprar Remove Extra Media Premium </a> para ayudar a financiar el desarrollo y la <a href="%4$s" title="Foros de soporte">soporte</a>.
sr_rs: Ako vam se dopada ovaj plugin, molim vas <a href="%1$s" title="Donate for Good Karma"><img src="%2$s" border="0" alt="Donate for Good Karma" /></a> ili<a href="%3$s" title="purchase Remove Extra Media Premium">purchase Remove Extra Media Premium</a> kupite Remove Extra Media Premium da biste podržali i pomogli dalji razvoj <a href="%4$s" title="Support forums">support</a>.

source: Required
es: Requerido
sr_rs: Potrebno

source: For more information:
es: Para más información:
sr_rs: Za više informacija:

source: These Remove Extra Media Settings establish the default option values for shortcodes, theme functions, and widget instances.
es: Esta configuración de Remove Extra media establece los valores de las opciones predeterminadas de códigos cortos, funciones temáticas, y las instancias de widgets.
sr_rs: Ove Remove Extra Media postavke ustanovile su default opcije vrednosti za skraćenice, teme funkcija i widget instance.

source: View the <a href="%s">Remove Extra Media documentation</a>.
es: Ver la <a href="%s">Documentación Remove Extra Media</a>.
sr_rs: Pregledajte<a href="%s"> Remove Extra Media dokumentaciju</a>.

source: Show or hide optional fields.
es: Mostrar u ocultar campos opcionales.
sr_rs: Prikazati ili sakriti opcionalna polja.

source: Settings
es: Configuración
sr_rs: Postavke

source: Process
es: Procesar
sr_rs: Proces

source: Your user account doesn't have permission to access this.
es: Su cuenta de usuario no tiene permiso para acceder a esto.
sr_rs: Vaš korisnik naloga nema dozvolu da pristupi ovde.

source: All done. No posts needing processing found.
es: Listo. No se encontró ninguna publicación que requiera procesamiento.
sr_rs: Gotovo. Nijedan post potreban procesovanja nije pronadjen.

source: Use this tool to remove extra media attachments from your selected post types.
es: Utilice esta herramienta para eliminar los archivos adjuntos de los medios adicionales de los tipos de publicación seleccionados.
sr_rs: Koristite ovu alatku da biste uklonili ekstra medije dodatak iz izabranih tipova posta.

source: This processing is not reversible. Backup your database and files beforehand or be prepared to revert each transformmed post manually.
es: Este proceso no es reversible. Haga una copia de seguridad de su base de datos y archivos de antemano o esté dispuesto a revertir cada publicación manualmente.
sr_rs: Ovaj proces se ne može vratiti. Backup-ujte podatke i fajlove pre ili se spremite da svaki post transformišete ručno.

source: Please review your %s before proceeding.
es: Por favor revise su %s antes de continuar.
sr_rs: Pregledajte vaš %s pre procesovanja

source: To begin, just press the button below.
es: Para empezar, basta con pulsar el botón de abajo.
sr_rs: Da biste počeli kliknite na dugme ispod

source: Process Remove Extra Media
es: Procesar Remove Extra Media
sr_rs: Procesovanje Remove Extra Media

source: You must enable Javascript in order to proceed!
es: ¡Debe habilitar Javascript para poder continuar!
sr_rs: Morate da omogućite Javascript da biste nastavili!

source: Please be patient while this script run. This can take a while, up to a minute per post. Do not navigate away from this page until this script is done or the import will not be completed. You will be notified via this page when the import is completed.
es: Por favor, sea paciente mientras se ejecuta este script. Esto puede llevar un tiempo, hasta un minuto por mensaje. No salir de esta página hasta que este script termine o no se completará la importación. Se le notificará a través de esta página cuando finalice la importación.
sr_rs: Molimo vas da budete strpljivi dok se ova skripta učitava . To može da potraje neko vreme , do minut po postu . Nemojte se idete daleko od ove stranice dok ovo skripta vrši ili unos neće biti završen . Bićete obavešteni putem ove stranice , kada se unos završi .

source: Estimated time required to import is %1$s minutes.
es: Tiempo estimado necesario para importar es %1$s minutos.
sr_rs: Vreme potrebno za unos je %1$s minuta.

source: To go back to the previous page, <a href="%s">click here</a>.
es: Para volver a la página anterior, <a href="%s"> haga clic aquí </a>.
sr_rs: Da biste se vratili na prethodnu stranicu<a href="%s"> kliknite ovde</a>.

source: All done! %1$s posts were successfully processed in %2$s seconds and there were %3$s failures. To try importing the failed posts again, <a href="%4$s">click here</a>. %5$s
es: Listo! %1$s mensajes fueron procesados ​​con éxito en %2$s segundos y hubo %3$s fallas. Para tratar de importar los mensajes fallidos de nuevo, <a href="%4$s"> haga clic aquí </a>. %5$s
sr_rs: Gotovo! %1$s postovo su uspešno procesovani u %2$s sekunde i bilo je %3$s grešaka. Da pokušate ponovo da unesete postove, kliknite ovde

source: All done! %1$s posts were successfully processed in %2$s seconds and there were no failures. %3$s
es: ¡Listo! %1$s mensajes fueron procesados ​​con éxito en %2$s segundos y no hubo fallas. %3$s
sr_rs: Gotovo! %1$s postovi su uspešno procesovani u %2$s sekunde i nije bilo grešaka. %3$s

source: Abort Processing Posts
es: Abortar Procesamiento de Mensajes
sr_rs: Ukinuti postove u procesu

source: Debugging Information
es: Información de Depuración
sr_rs: Debug informacije

source: Total Postss: %s
es: Mensajes totales: %s
sr_rs: Ukupno postova: %s

source: Posts Processed: %s
es: Mensajes procesados: %s
sr_rs: Postovi u procesu: %s

source: Process Failures: %s
es: Errores de proceso: %s
sr_rs: Procesi koji nisu uspeli: %s

source: Stopping, please wait a moment.
es: Parando, por favor espere un momento.
sr_rs: Stalo je, sačekajte momenat..

source: Failed Processing: %s is incorrect post type.
es: Error Procesando: %s es un tipo de mensaje incorrecto.
sr_rs: Proces nije uspeo: %s nije dobar tip posta

source: No
sr_rs: Ne

source: &quot;<a href="%1$s" target="_blank">%2$s</a>&quot; Post ID %3$s was successfully processed in %4$s seconds. <strong>%5$s</strong> extra media removed.
es: &quot;<a href="%1$s" target="_blank">%2$s</a>&quot; ID de Publicación %3$s fue procesada con éxito en %4$s segundos. <strong>%5$s</strong> de medios adicionales eliminados.
sr_rs: &quot;<a href="%1$s" target="_blank">%2$s</a>&quot; Post ID %3$s uspešno procesovan u %4$s sekundi. <strong>%5$s</strong> ekstra mediji su ukolnjeni.

source: If your Remove Extra Media display has gone to funky town, please <a href="%s">read the FAQ</a> about possible CSS fixes.
es: Si su pantalla Remove Extra Media se ha vuelto loca, <a href="%s"> leer la FAQ </a> acerca de las posibles correcciones de CSS.
sr_rs: Ako vaš Remove Extra Media prikaz nije dobar, molim <a href="%s">pročitajte FAQ</a> o mogućim CSS popravkama.

source: Please donate $5 towards development and support of this Remove Extra Media plugin. %s
es: Por favor done $ 5 hacia el desarrollo y el apoyo de este Plugin Remove Extra Media. %s
sr_rs: Donirajte $5 za razvoj i podršku Remove Extra Media plugina. %s
